language-default= Язык
language-default-desc = Крутой неизвестный язык.

language-translate = Транслит
language-translate-desc = Также известен как общегалактический. Язык, созданный силами КОГа из смеси староземного, ткачьего, синт'унати и многих других языков разных видов для коммуникации между всеми известными видами галактики. По сей день занимает положение главного языка для международного общения.

language-human = Староземной
language-human-desc = Попытка адаптации человеческих языков для общения с другими видами, ранее называвшийся общесолнечным. Сейчас используется редко, лишь в некоторых человеческих государствах или для изучения истории галактики. Основан на языках германской ветви с некоторой адаптацией под азиатское население Земли. По звучанию схож с английским. Крайне сложен для использования кем-то кроме людей из-за сложности голосового аппарата последних.

language-unati = Синта'Унати
language-unati-lang-desc = Модифицированная и облегченная версия Кешхсаримского языка, объединенного с элементами Шенсахского и Урсахского языка. Фактически является искусственным языком, использующийся для международного общения унатхов, который тем не менее благодаря действиям Шодоса постепенно становился основным унатхским языком. Изобилует шипящими и глухими согласными в силу особенностей речевого аппарата унатхов.

language-vulpa = Канилунц
language-vulpa-desc = Язык был создан во времена Культа Мира и Добра как объединение всех вульпских диалектов и языков, однако в процессе декультизации он существенно изменился. Канилунц довольно распространён, является вторым по популярности языком по носителям в МА после транслита, если не равный тому. По звучанию похож на странную смесь немецкого, шведского, финского и венгерского языков.

language-vox = Вокс-пиджин
language-vox-desc = Язык воксов подобен их быту - на первый взгляд кажется сплавлением всего что только возможно, выставленного в качестве единого языка. Тем не менее, у языка есть своя собственная, достаточно комплексная конструкция. В большинстве своём язык воксов состоит из звонких, клокочущих и щелкающих звуков. Язык крайне сложен в изучении не-воксами из-за огромного количества негласных правил, а также отличия работы центральной нервной системы воксов. Из-за разделённости воксов на ковчеги язык изобилует заимствованиями и странными смесями слов воксов и слов других видов и культур.

language-rootspeak = Песнь корней
language-rootspeak-desc = Вероятно, самый необычный из коренных языков видов. Врождённый язык для нимф и дион, который те понимают инстиктивно. Состоит из различных движений лозами, листьями и цветками, смеси щёлканий и потрескиваний, а также коммуникации через феромоны. Незнающим со стороны видится неразборчивым шелестом и странными движениями. Все попытки перевода его в понятную для других видов форму потерпели неудачу, но некоторые исключительные персоны в редких случаях способны примерно понимать его.

language-weaver = Ткачий
language-weaver-desc = Язык ниан, по большей части состоящий из жужжащих, щебечущих и щёлкающих звуков, осмысленных фраз и слов, схожих с человеческим английским и дополняемый активным языком тела. В общении ниан друг с другом часто преобладает прерывистая жестикуляция усиками, крыльями или челюстями. Сейчас редко применяется из-за удобства для ниан транслита.

language-ternary = Троичный
language-ternary-desc = Является больше протоколом передачи текстовых данных, чем языком. Но при этом сохраняет
возможность определённой свободы в выражении и общении, благодаря чему имеет крайне высокую пропускную способность,
сравнимую с языками органиков. Основан на троичной системе счисления, от чего имеет соответствующее название. Используется андроидами и КПБ.

language-default = Язык
language-default-desc = Крутой неизвестный язык.

language-default = Язык
language-default-desc = Крутой неизвестный язык.

language-default = Язык
language-default-desc = Крутой неизвестный язык.

language-default = Язык
language-default-desc = Крутой неизвестный язык.

